package com.lianghuawang.cottonfarmer.utils;
/**
 * 常量配置工具类
 *
 */
public class ConstantUtil {

    /**
     * ---------------保险模块-------------------
     */

    public final static String AGRICULTURE = "AGRICULTURE";

    public final static String TAG1 = "TAG1";

    public final static String TAG2 = "TAG2";


    /**
     * 模拟保险说明内容
     */
    public final static String TEST = "保险者对所承保的财产负赔偿责任的范围有，因遇保险责任范围内的各种灾害而遭受的损失，进行施救或抢救而造成的损失以及相应支付的各种费用。" +
            "保险者对所承保的财产负赔偿责任的范围有，因遇保险责任范围内的各种灾害而遭受的损失，进行施救或抢救而造成的损失以及相应支付的各种费用。" +
            "保险者对所承保的财产负赔偿责任的范围有，因遇保险责任范围内的各种灾害而遭受的损失，进行施救或抢救而造成的损失以及相应支付的各种费用。" +
            "保险者对所承保的财产负赔偿责任的范围有，因遇保险责任范围内的各种灾害而遭受的损失，进行施救或抢救而造成的损失以及相应支付的各种费用。" +
            "保险者对所承保的财产负赔偿责任的范围有，因遇保险责任范围内的各种灾害而遭受的损失，进行施救或抢救而造成的损失以及相应支付的各种费用。" +
            "保险者对所承保的财产负赔偿责任的范围有，因遇保险责任范围内的各种灾害而遭受的损失，进行施救或抢救而造成的损失以及相应支付的各种费用。" +
            "保险者对所承保的财产负赔偿责任的范围有，因遇保险责任范围内的各种灾害而遭受的损失，进行施救或抢救而造成的损失以及相应支付的各种费用。" +
            "保险者对所承保的财产负赔偿责任的范围有，因遇保险责任范围内的各种灾害而遭受的损失，进行施救或抢救而造成的损失以及相应支付的各种费用";
}
